Repository: ugurarici/woocommerce-product-addons-jlm2017
Catalog: languages/woocommerce-product-addons-*.po
Languages: tr_tr

source: Global Add-ons
tr_tr: Genel Özel Alanlar (heryerde gözükür)

source: Add-on saved successfully
tr_tr: Özel alan başarıyla kaydedildi

source: Error: Global Add-on not found
tr_tr: Hata: Genel Özel-alan bulunamadı

source: Global Add-on Group
tr_tr: Genel Özel-alan grubu

source: Add-on deleted successfully
tr_tr: Eklenen Seçenek Başarıyla Silindi

source: Add-ons
tr_tr: Özel-alanlar

source: Default Label
tr_tr: Varsayılan Etiket

source: Close all
tr_tr: Hepsini kapat

source: Expand all
tr_tr: Hepsini genişlet

source: New add-on
tr_tr: Yeni özel-alan

source: Import
tr_tr: İçeri Aktar

source: Export
tr_tr: Dışarı Çıkar

source: Paste exported form data here and then save to import fields. The imported fields will be appended.
tr_tr: Dışarıya çıkarılmış bilgiyi buraya yapıştırın ve içeri aktarın. İçeri aktarılan alanlar mevcutlara eklenecektir.

source: Global Addon Exclusion
tr_tr: Genel Özel-alanlara dahil etme

source: Check this to exclude this product from all Global Addons
tr_tr: Bu üründe “genel özel-alanları” göstermek istemiyorsanız bunu işaretleyin

source: All addon fields require a name.
tr_tr: Bütün özel alan birimleri bir isme sahip olmalıdır.

source: Min / max price
tr_tr: Min / max fiyat

source: Min / max multiplier
tr_tr: Min / max çarpan

source: Min / max characters
tr_tr: Min / max karakter

source: Are you sure you want remove this add-on?
tr_tr: Bu özel-alanı kaldırmak istediğinize emin misiniz?

source: Are you sure you want delete this option?
tr_tr: Bu seçeneği silmek istedinize emin misiniz?

source: Remove
tr_tr: Kaldır

source: Click to toggle
tr_tr: Açmak/kapatmak için tıklayın

source: Group
tr_tr: Grup

source: Additional custom price input
tr_tr: Ek fiyat girişi

source: Additional price multiplier
tr_tr: Ek fiyat çarpanı

source: Checkboxes
tr_tr: Onay kutuları

source: Custom input (textarea)
tr_tr: Özelleştirilebilir alan (çok satırlı metin kutusu)

source: Custom input (text)
tr_tr: Özelleştirilebilir alan (metin kutusu)

source: Any text
tr_tr: Herhangi bir metin

source: Email address
tr_tr: E-posta adresi

source: Only letters
tr_tr: Sadece harfler

source: Only letters and numbers
tr_tr: Sadece harfler ve rakamlar

source: Only numbers
tr_tr: Sadece rakamlar

source: File upload
tr_tr: Dosya yükleme

source: Radio buttons
tr_tr: Radyo düğmeleri

source: Select box
tr_tr: Seçim kutuları

source: Name
tr_tr: İsim

source: Required fields?
tr_tr: Zorunlu alan mı?

source: Description
tr_tr: Açıklama

source: Label
tr_tr: Etiket

source: Price
tr_tr: Fiyat

source: New&nbsp;Option
tr_tr: Yeni&nbsp;Seçenek

source: Add/Edit Global Add-on
tr_tr: Genel Özel-alanları Ekle/Düzenle

source: Global Add-on Reference
tr_tr: Genel özel-alan referansı

source: Give this global add-on a reference/name to make it recognisable.
tr_tr: Bu genel özel-alana referans/isim vererek ileride hatırlanabilir olmasını sağlayın.

source: Priority
tr_tr: Öncelik

source: Give this global addon a priority - this will determine the order in which multiple groups of addons get displayed on the frontend. Per-product add-ons will always have priority 10.
tr_tr: Bu genel özel-alana bir öncelik verin - bu sayede birçok grup eklediğinizde önyüzde önce hangisinin gözükeceği belirlenir. Her özel-alan normalde 10 değeri ile kaydedilir.

source: Applied to...
tr_tr: Şunlara uygulandı…

source: Choose some options&hellip;
tr_tr: Bazı seçenekleri seçin&hellip;

source: All Products
tr_tr: Tüm Ürünler

source: Product category notifications
tr_tr: Ürün kategorisi bildirimleri

source: Category:
tr_tr: Kategori:

source: Choose categories which should show these addons (or apply to all products).
tr_tr: Bu özel-alanların hangi kategorilerde gösterileceğini seçin (ya da tüm ürünlere uygulanır).

source: Save Global Add-on
tr_tr: Genel Özel-alanı kaydet

source: Add Global Add-on
tr_tr: Genel özel-alan ekle

source: Reference
tr_tr: Referans

source: Number of Fields
tr_tr: Alan sayısı

source: Applies to...
tr_tr: Şunlara uygulanır…

source: Actions
tr_tr: Eylemler

source: Edit
tr_tr: Düzenle

source: Delete
tr_tr: Sil

source: No global add-ons exists yet.
tr_tr: Şu anda hiçbir genel özel-alan bulunmuyor

source: Add one?
tr_tr: Yeni bir tane ekleyin?

source: Options total:
tr_tr: Seçenekler toplamı:

source: Grand total:
tr_tr: Genel toplam:

source: characters remaining
tr_tr: karakter kaldı

source: Please enter letters only
tr_tr: Lütfen sadece harf girin

source: Please enter digits only
tr_tr: Lütfen sadece rakam girin

source: Please enter letters or digits only
tr_tr: Lütfen sadece harf ve rakam girin

source: Please enter an email address
tr_tr: Lütfen bir e-posta adresi girin

source: Select options
tr_tr: Seçenekleri seçin

source: "%s" is a required field.
tr_tr: “%s” gerekli bir alandır.

source: The minimum allowed length for "%s - %s" is %s.
tr_tr: “%s - %s” için izin verilen en düşük uzunluk: %s.

source: The maximum allowed length for "%s - %s" is %s.
tr_tr: “%s - %s” için izin verilen en yüksek uzunluk: %s.

source: The minimum allowed amount for "%s - %s" is %s.
tr_tr: “%s - %s” için izin verilen en düşük miktar: %s.

source: The maximum allowed amount for "%s - %s" is %s.
tr_tr: “%s - %s” için izin verilen en yüksek miktar: %s.

source: Please enter a value greater than 0 for "%s - %s".
tr_tr: Lütfen “%s - %s” için 0’dan büyük bir değer girin.

source: Only letters are allowed for "%s - %s".
tr_tr: “%s - %s” için sadece harflere izin verilir.

source: Only digits are allowed for "%s - %s".
tr_tr: “%s - %s” için sadece rakamlara izin verilir.

source: Only letters and digits are allowed for "%s - %s".
tr_tr: “%s - %s” için sadece harflere ve rakamlara izin verilir.

source: A valid email address is required for "%s - %s".
tr_tr: “%s - %s” için geçerli bir e-posta adresi gerekir.

source: Unable to retrieve data. Invalid global add ons group or product ID.
tr_tr: Veri alınamadı. Yanlış özel-alan grubu ya da ürün ID’si tanımlanmış.

source: Unable to delete group. Invalid global add ons group ID.
tr_tr: Grup silinemiyor. Yanlış grup ID’si verilmiş.

source: Required field
tr_tr: Zorunlu alan

source: (max file size %s)
tr_tr: (max dosya boyutu: %s)

source: This must be a number!
tr_tr: Bu bir numara olmalı!

source: None
tr_tr: Hiçbiri

source: Select an option...
tr_tr: Bir seçenek seçin…

source: Support
tr_tr: Destek

source: Documentation
tr_tr: Belgelendirme

source: Thanks for installing WooCommerce Product Add-ons.
tr_tr: WooCommerce Product Add-ons eklentisini kurduğunuz için teşekkür ederiz.

source: Before diving in, we highly recommend getting to grips with %1$sper product add-ons%2$s and %3$sglobal add-ons%2$s in the %4$sdocumentation%2$s.
tr_tr: Kullanmaya başlamadan önce, %1$sürüne bağlı özel-alanlar%2$s ve %3$sgenel özel-alanlar%2$s hakkında %4$sbelgelendirmeyi%2$s incelemenizi öneririz.

source: Ready to get started? %sAdd a global add-on%s.
tr_tr: Başlamaya hazır mısınız? %sYeni bir Genel özel-alan ekleyin%s.

source: WooCommerce Product Add-ons lets you add extra options to products which the user can select. Add-ons can be checkboxes, a select box, or custom input. Each option can optionally be given a price which is added to the cost of the product.
tr_tr: WooCommerce Product Add-ons sayesinde müşterilerinize ürünlerini özelleştirme deneyimi sunabilirsiniz.
